Repository: schwarja/rogalo
Catalog: Rogalo/Resources/*.lproj/Localizable.strings
Languages: cs

# general.notification.temperature.engine.title
source: Engine temperature alert
cs: Příliš vysoká teplota motoru

# general.notification.temperature.exhaust.title
source: Exhaust temperature alert
cs: Příliš vysoká teplota výfuku

# general.notification.temperature.subtitle
source: Temperature at
cs: Teplota na hodnotě

# general.alert.bluetooth.permission.denied.title
source: Permission for Bluetooth denied
cs: Aplikace nemá přístup k Bluetooth

# general.alert.bluetooth.permission.denied.subtitle
source: If you want to connect to a device, please, enable access to Bluetooth services in Settings
cs: Pokud se chcete připojit k zařízení, umožněte aplikaci přístup k Bluetooth v Nastavení

# general.alert.notification.permission.denied.title
source: Permission for notifications denied
cs: Aplikace nemá povolené posílání notifikací

# general.alert.notification.permission.denied.subtitle
source: If you want to receive alerts about critical engine values, please, enable notifications in Settings
cs: Pokud chcete dostávat upozornění o kritických hodnotách motoru, umožněte aplikaci posílání notifikací v Nastavení

# general.alert.go.to.settings.action
source: Go to Settings
cs: Otevřít Nastavení

# device.values.no.data
source: No data
cs: Žádná data

# device.name.unknown
source: Unnamed device
cs: Nepojmenované zařízení

# device.values.flight.time
source: Flight time
cs: Čas letu

# device.values.moto.time
source: Moto time
cs: Motohodiny

# device.values.engine.speed
source: Engine speed
cs: Otáčky

# device.values.engine.speed.max
source: Maximum engine speed
cs: Maximální otáčky

# device.values.engine.speed.rpm
source: RPM
cs: ot/min

# device.values.temperature.engine
source: Engine temperature
cs: Teplota motoru

# device.values.temperature.engine.max
source: Maximum engine temperature
cs: Maximální teplota motoru

# device.values.temperature.exhaust
source: Exhaust temperature
cs: Teplota výfuku

# device.values.temperature.exhaust.max
source: Maximum exhaust temperature
cs: Maximální teplota výfuku

# device.values.voltage
source: Voltage
cs: Napětí

# pairing.title
source: Pairing
cs: Párování

# pairing.select.device.from.list.title
source: Select a device from the list of available devices below
cs: Vyberte zařízení ze seznamu dostupných zařízení

# pairing.bluetooth.turned.off
source: Bluetooth is turned off
cs: Bluetooth je vypnuté

# pairing.state.connecting
source: Connecting
cs: Připojování

# pairing.state.connected
source: Connected
cs: Připojeno

# values.title
source: Values
cs: Hodnoty

# records.title
source: Records
cs: Maximální hodnoty

# settings.title
source: Settings
cs: Nastavení

# settings.revolutions.multiplier.title
source: Revolutions multiplier
cs: Přepočet otáček

# settings.battery.type.title
source: Battery type
cs: Typ baterie

# settings.paired.device.title
source: Paired device
cs: Spárované zařízení

# settings.forget.device.action
source: Forget device
cs: Zapomenout zařízení
